Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/phpmyadmin-5-2.tmx
Source language: en
Languages: sv

source: The number of connection attempts (successful or not) to the MySQL server.
sv: Antalet anslutningsförsök (lyckade eller inte) till MySQL-servern.

source: Change all tables collations
sv: Ändra sorteringsordning för alla tabeller

source: You may also drag and drop a file on any page.
sv: Du kan också dra och släppa en fil på valfri sida.

source: The number of requests to update a row in a table.
sv: Antalet efterfrågningar att uppdatera en rad i en tabell.

source: Inside tables:
sv: Inuti tabeller:

source: '%1$s' depends on:
sv: '%1$s' beroende av:

source: Converts an (IPv4) Internet network address stored as a BIGINT into a string in Internet standard dotted format.
sv: Konverterar en (IPv4) Internet nätverksadress lagras som en BIGINT till en sträng i Internet standard decimalform.

source: The InnoDB log file size is not an appropriate size, in relation to the InnoDB buffer pool.
sv: Storleken på InnoDBs loggfil har inte lämplig storlek i förhållande till InnoDB buffer pool.

source: There is a high percentage of slow queries compared to the server uptime.
sv: Det finns en stor andel av långsamma frågor jämfört med serverns upptid.

source: Whether the tracking mechanism creates versions for tables and views automatically.
sv: Huruvida spårningsmekanismen skapar versioner för tabeller och vyer automatiskt.

source: Database operations
sv: Databasoperationer

source: Do you really want to see all of the rows? For a big table this could crash the browser.
sv: Vill du se alla rader? För en stor tabell kan detta krasch webbläsaren.

source: Internal relationships
sv: Interna relationer

source: Debug SQL
sv: Debugga SQL

source: Routine-specific privileges
sv: Rutinspecifika behörigheter

source: Do you really want to TRUNCATE the selected partition(s)?
sv: Vill du verkligen att TRUNKERA den valda partitionen/partitionerna?

source: Security
sv: Säkerhet

source: Disable some of the warnings shown by phpMyAdmin.
sv: Inaktivera några av de varningar som visas av phpMyAdmin.

source: Structure of table @TABLE@
sv: Struktur för tabell @TABLE@

source: Importing into the table "%s"
sv: Importera till tabellen "%s"

source: Charset
sv: Teckenuppsättning

source: Show or hide a column displaying the Last update timestamp for all tables.
sv: Visa eller dölj en kolumn som visar tidsstämpeln Senaste uppdatering för alla tabeller.

source: select column
sv: välj kolumn

source: Database %1$s has been created.
sv: Databas %1$s har skapats.

source: Save page as
sv: Spara sidan som

source: Allows shutting down the server.
sv: Tillåter avstängning av servern.

source: Routine name
sv: Rutinnamn

source: Please enter a valid email address
sv: Ange en giltig e-postadress

source: Error: relationship already exists.
sv: Fel: relationen finns redan.

source: There are no favorite tables.
sv: Det finns inga favorittabeller.

source: Enable slow query logging by setting {slow_query_log} to 'ON'. This will help troubleshooting badly performing queries.
sv: Aktivera långsam frågeloggning genom att sätta {slow_query_log} till "ON". Detta kommer att underlätta felsökning av frågor med dålig prestanda.

source: Second
sv: Sekunder

source: Please connect your WebAuthn/FIDO2 device. Then confirm login on the device.
sv: Anslut WebAuthn/FIDO2-enheten. Bekräfta sedan inloggningen på enheten.

source: Use %s statement
sv: Använd %s uttalande

source: No privileges
sv: Inga behörigheter

source: Select Foreign Key
sv: Välj främmande nyckel

source: The size is measured in MiB.
sv: Storleken mäts i MiB.

source: New server
sv: Ny server

source: Second step of normalization (2NF)
sv: Andra steget av normalisering (2NF)

source: Enable bzip2 compression for import operations.
sv: Aktivera bzip2-komprimering av importoperationer.

source: 'percona' found in version_comment
sv: "percona" hittades i version_comment

source: Processing request
sv: Bearbetar begäran

source: Please answer the following question(s) carefully to obtain a correct normalization.
sv: Vänligen svara på följande frågan/frågorna noggrant för att få en korrekt normalisering.

source: Attribute
sv: Egenskaper

source: The number of used blocks in the key cache. This value is a high-water mark that indicates the maximum number of blocks that have ever been in use at one time.
sv: Antalet använda block i nyckelcachen. Detta värde är ett högvattenmärke som indikerar maximala antalet block som någonsin använts vid ett tillfälle.

source: February
sv: februari

source: Failed to write file to disk.
sv: Misslyckades att skriva fil till disk.

source: Show insert query
sv: Visa insert-fråga

source: Explain SQL
sv: Förklara SQL-kod
